Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/SOS.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SOS_NEWTON_FOOTER_DISABLED
source: Apple Watch can initiate Emergency SOS if you take a hard fall and don’t seem to move. Before the call, Apple Watch will alert you it has detected a fall, tap your wrist, sound an alarm, and then call emergency services. You can choose whether Fall Detection is on at all times or only during workouts. Apple Watch cannot detect all falls.
ar: يمكن لـ Apple Watch بدء مكالمة طوارئ SOS عندما تتعرض لسقوط قوي ثم يبدو أنك لا تتحرك. قبل المكالمة، ستنبهك Apple Watch أنها اكتشفت سقطة، وستهتز على معصمك وتصدر صوت تنبيه، ومن ثم ستتصل بخدمات الطوارئ. يمكنك اختيار تشغيل "اكتشاف السقوط" في جميع الأوقات أو أثناء التمارين فقط. لا يمكن لـ Apple Watch اكتشاف جميع السقطات.
bg: Apple Watch може да инициира SOS обаждане, когато паднете внезапно и не се движите повече. Преди обаждането Apple Watch ще ви предупреди, че е засякъл падане, ще симулира потупване по китката ви, ще издаде звуково предупреждение и накрая ще набере службите за спешна помощ. Можете да избирате дали функцията за разпознаване на падане да е винаги активна по време на тренировките. Apple Watch не може да засича всички падания.
ca: L’Apple Watch pot iniciar l’avís d’emergència SOS si has caigut i no et pots moure. Abans de trucar, l’Apple Watch et notificarà que ha detectat una caiguda, et farà un toc al canell, emetrà un so d’alarma i trucarà als serveis d’emergències. La detecció de caigudes por estar activada sempre o només durant els entrenaments. L’Apple Watch no pot detectar totes les caigudes.
cs: Apple Watch můžou aktivovat funkci Tíseň SOS, pokud utrpíte těžký pád a nebudete se hýbat. Nejprve vás však upozorní, že detekovaly pád, zaklepou vám na zápěstí, rozezní výstrahu a potom zavolají tísňovým službám. Detekci pádů můžete zapnout trvale, nebo jen při cvičení. Apple Watch nedokážou detekovat každý pád.
da: Apple Watch kan starte Nød‑SOS, hvis du er ude for et slemt fald og efterfølgende ikke lader til at bevæge dig. Apple Watch vil før opkaldet advare dig om, at det har registreret et fald, prikke dig på håndleddet, afspille en alarm og derefter ringe til alarmcentralen. Du kan vælge, om Faldregistrering skal være slået til hele tiden eller kun under træninger. Apple Watch kan ikke registrere alle fald.
de: Die Apple Watch kann Notruf SOS auslösen, falls du schwer gestürzt bist und dich nicht zu bewegen scheinst. Vor dem Anruf wird die Apple Watch dich darauf hinweisen, dass ein Sturz erkannt wurde: Sie wird dein Handgelenk antippen, einen Alarm ausgeben und dann die Rettungsdienste anrufen. Du kannst auswählen, ob die Sturzerkennung immer oder nur bei Trainings eingeschaltet ist. Die Apple Watch kann nicht alle Stürze erkennen.
el: Το Apple Watch μπορεί να εκκινήσει το Επείγον SOS αν πέσετε και δεν φαίνεται να κινείστε. Πριν από την κλήση, το Apple Watch θα σας ειδοποιήσει ότι ανίχνευσε πτώση, θα νιώσετε ένα άγγιγμα στον καρπό σας, θα ακουστεί μια ηχητική ειδοποίηση και μετά το Apple Watch θα καλέσει τις Υπηρεσίες έκτακτης ανάγκης. Μπορείτε να επιλέξετε αν η Ανίχνευση πτώσης θα είναι ενεργή ανά πάσα στιγμή ή μόνο κατά τη διάρκεια προπονήσεων. Το Apple Watch δεν είναι δυνατό να ανιχνεύσει όλες τις πτώσεις.
es: El Apple Watch puede iniciar la función “Emergencia SOS” si sufres una caída fuerte y parece que no te puedes mover. Antes de llamar, el Apple Watch te avisará de que ha detectado una caída, vibrará varias veces, hará sonar una alarma y entonces llamará a los servicios de emergencia. Puedes tener la función de detección de caídas activada en todo momento o solo durante tus entrenos. El Apple Watch no puede detectar todas las caídas.
es_us: El Apple Watch puede activar Emergencia SOS si sufres una caída fuerte y no parece que te muevas después. Antes de llamar a los servicios de emergencia, el Apple Watch te avisará que detectó una caída, vibrará en tu muñeca, sonará una alarma y —si no respondes— realizará la llamada. Puedes elegir mantener la detección de caídas activa en todo momento o sólo durante tus entrenamientos. El Apple Watch no puede detectar todas las caídas.
fi: Apple Watch voi aloittaa Hätätila SOS:n, jos kaadut rajusti etkä näytä liikkuvan. Ennen puhelua Apple Watch ilmoittaa sinulle, että se on havainnut kaatumisen, napauttaa rannettasi, toistaa hälytysäänen ja soittaa sen jälkeen hätäpuhelun. Voit valita, onko Kaatumisentunnistus päällä aina tai vain treenien aikana. Apple Watch ei pysty tunnistamaan kaikkia kaatumisia.
fr: L’Apple Watch peut lancer « Appel d’urgence » si vous êtes victime d’une mauvaise chute et que vous semblez ne plus bouger. Avant l’appel, l’Apple Watch vous signalera qu’une chute a été détectée. Elle vibrera à votre poignet, émettra une alarme, puis appellera les secours. Vous pouvez choisir d’activer la fonctionnalité « Détection des chutes » en permanence ou de l’activer uniquement pendant les exercices. L’Apple Watch ne peut pas détecter tous les types de chutes.
fr_ca: L’Apple Watch peut déclencher une urgence SOS si vous faites une lourde chute et semblez ne plus bouger. Avant l’appel, l’Apple Watch vous avertira qu’elle a détecté une chute, elle vibrera, émettra une alarme, puis appellera les services d’urgence. Vous pouvez choisir d’activer « Détection de chute » en permanence ou seulement pendant les entraînements. L’Apple Watch n’est pas en mesure de détecter toutes les chutes.
he: ה-Apple Watch יכול ליזום שיחת ״חירום SOS״ אם נראה שחווית נפילה קשה שבגללה אין לך יכולת לזוז. לפני ביצוע השיחה, ה-Apple Watch יתריע על כך שזוהתה נפילה, יטפח על פרק כף היד שלך, ישמיע צליל אזעקה ואז יתקשר לשירותי חירום. באפשרותך לבחור האם ״זיהוי נפילה״ יהיה פעיל באופן קבוע או רק במהלך אימונים. ה-Apple Watch לא יכול לזהות את כל הנפילות.
hi: Apple Watch आपातकालीन SOS शुरू कर सकती है यदि आप ज़ोर से गिर जाते हैं और हिलने-डुलने में असमर्थ दिखते हैं। कॉल करने के पहले Apple Watch आपको अलर्ट करेगी कि उसने गिरने की पहचान की है, आपकी कलाई को टैप करेगी, अलार्म बजाएगी और फिर आपातकालीन सेवा को कॉल करेगी। आप यह चुन सकते हैं कि गिरने की पहचान हमेशा चालू रखनी है या केवल वर्कआउट के दौरान चालू रखनी है। Apple Watch हर तरह के गिरने की पहचान नहीं कर सकती है।
hr: Apple Watch može pokrenuti Hitan poziv ako snažno padnete i čini se da se ne mičete. Apple Watch će vas prije poziva obavijestiti da je detektirao pad, pulsirat će vam na zapešću, oglasiti alarm i zatim nazvati hitne službe. Možete odabrati želite li da Detekcija pada uvijek bude uključena ili samo tijekom treninga. Apple Watch ne može detektirati sve padove.
hu: Az Apple Watch képes elindítani a Vészhelyzet – SOS funkciót, ha Ön súlyosan elesik, és mozdulatlannak tűnik. A hívás előtt az Apple Watch jelzi Önnek, hogy esést észlelt, rezgéssel jelez a csuklóján, hangjelzést szólaltat meg, majd felhívja a sürgősségi segélyszolgálatokat. Beállíthatja, hogy az Esésészlelés mindig bekapcsolt állapotban legyen, vagy csak az edzések közben. Az Apple Watch nem képes minden esést észlelni.
id: Apple Watch dapat memulai Darurat SOS jika Anda terjatuh dengan keras dan tampak tidak bergerak. Sebelum melakukan panggilan, Apple Watch akan memperingatkan Anda bahwa perangkat telah mendeteksi insiden jatuh, mengetuk pergelangan tangan Anda, membunyikan alarm, lalu memanggil layanan darurat. Anda dapat memilih apakah Deteksi Jatuh menyala setiap saat atau hanya selama olahraga. Apple Watch tidak dapat mendeteksi semua insiden jatuh.
it: Apple Watch è in grado di avviare la funzionalità “SOS emergenze” quando subisci una caduta grave e non viene rilevato movimento in seguito a essa. Prima di chiamare i servizi di emergenza, Apple Watch ti avviserà di aver rilevato una caduta, emetterà delle vibrazioni, farà suonare un allarme, quindi effettuerà la chiamata. Puoi scegliere se “Rilevamento cadute” è sempre attivo o solo durante gli allenamenti. Apple Watch non è in grado di rilevare tutte le cadute.
ja: あなたがひどい転び方や落ち方をして動けなくなったと思われる場合にApple Watchから緊急SOSを発信することができます。通報する前に、Apple Watchで転倒が検出されたことが通知されます。触覚フィードバックによる通知、アラーム音の再生、そのあとに緊急通報サービスへの通報が行われます。 “転倒検出”を常にオンにするのかワークアウト中のみオンにするのかを選択することができます。Apple Watchで、転倒をすべて検出することはできません。
kk: Қатты құлап, қозғалмай қалсаңыз Apple Watch сағаты «Төтенше қоңырау — SOS» арқылы төтенше сервистерді шақыра алады. Қоңырау соғу алдында, Apple Watch сағаты құлаудың анықталғаны туралы ескертеді, білегіңізді түрткеннен кейін ескерту дыбысы естіледі, содан кейін төтенше сервистерге хабарласады. «Құлауды анықтау» функциясын әрқашан қосып қоюға немесе тек жаттығу кезінде қосуға болады. Apple Watch сағаты барлық құлау түрін анықтай алмайды.
ko: 사용자가 세게 넘어진 후 움직임이 없는 것으로 보이는 경우 Apple Watch가 긴급 구조 요청을 시작할 수 있습니다. Apple Watch가 긴급 서비스에 전화하기 전에 사용자에게 넘어짐이 감지되었음을 알린 후, 손목을 탭하고 경고음을 울린 다음 긴급 서비스에 전화합니다. 넘어짐 감지 기능을 항상 켤지 또는 운동하는 동안에만 켤지 선택할 수 있습니다. Apple Watch가 넘어짐을 모두 감지할 수는 없습니다.
lt: „Apple Watch“ gali inicijuoti SOS signalo iškvietimą, jei stipriai nukrisite ir bus panašu, kad nejudate. Prieš skambutį „Apple Watch“ jums praneš, kad nustatė kritimą, siųs haptikos signalus, kad pajudintų riešą, įjungs įspėjamąjį signalą, tada skambins pagalbos tarnyboms. Galite pasirinkti, ar įjungti kritimo nustatymo funkciją visą laiką, ar tik treniruočių metu. „Apple Watch“ negali nustatyti visų kritimų.
ms: Apple Watch boleh memulakan SOS Kecemasan jika anda jatuh dengan teruk dan kelihatan tidak bergerak. Sebelum membuat panggilan, Apple Watch akan mengisyaratkan anda bahawa ia telah mengesan kejatuhan, mengetuk pergelangan tangan anda, membunyikan penggera, kemudian menghubungi perkhidmatan kecemasan. Anda boleh memilih sama ada Pengesanan Jatuh aktif pada setiap masa atau hanya semasa latihan. Apple Watch tidak boleh mengesan semua kejatuhan.
nl: Je Apple Watch kan SOS-noodmelding starten als je een harde val maakt en niet lijkt te bewegen. Voordat er wordt gebeld, krijg je op je Apple Watch een melding dat er een val is gedetecteerd. Als je niet reageert, tikt de Apple Watch op je pols en gaat er een alarm af, en vervolgens worden de hulpdiensten gebeld. Je kunt ervoor kiezen of valdetectie altijd is ingeschakeld of alleen tijdens work-outs. De Apple Watch kan niet elke val detecteren.
no: Apple Watch kan starte Nødanrop (SOS) hvis du faller og det ser ut til at du ikke beveger deg. Før anropet vil Apple Watch varsle deg om at den har registrert et fall, prikke deg på håndleddet, starte en alarm og deretter ringe nødetatene. Du kan velge om Fallregistrering skal være på hele tiden eller kun under trening. Apple Watch kan ikke registrere alle fall.
pl: Apple Watch może inicjować połączenia funkcji Alarmowe SOS, gdy upadniesz i nie wykryje ruchu. Przed nawiązaniem połączenia Apple Watch wyświetli alert o wykryciu upadku, stuknie Cię w nadgarstek, wyemituje alarm, a następnie nawiąże połączenie ze służbami ratowniczymi. Możesz zdecydować, czy funkcja Wykrywanie upadków będzie włączona cały czas, czy tylko podczas treningów. Apple Watch nie wykrywa wszystkich upadków.
pt_br: O Apple Watch pode iniciar o SOS de Emergência se você tiver uma queda grave e não se mover. Antes da ligação, o Apple Watch alertará que detectou uma queda, enviará um sinal tátil ao seu braço, soará um alarme e depois ligará para os serviços de emergência. Você pode optar por manter a Detecção de Queda ativada o tempo todo ou apenas durante os exercícios. O Apple Watch não pode detectar todas as quedas.
pt_pt: O Apple Watch pode iniciar o serviço SOS emergência se der uma queda grave e parecer que não consegue mover‑se. Antes de efetuar a chamada, o Apple Watch avisa que foi detetada uma queda. Se não responder, o relógio dar‑lhe‑á um toque no pulso, emitirá um alarme e só depois efetuará a chamada para os serviços de urgência. Pode optar entre ter a funcionalidade Deteção de queda sempre ativa ou apenas durante os treinos. O Apple Watch não consegue detetar todas as quedas.
ro: Apple Watch‑ul poate lansa S.O.S. urgențe dacă suferiți o cădere serioasă și nu păreți să vă mișcați. Înainte de apel, Apple Watch‑ul vă va alerta în legătură cu faptul că a fost detectată o cădere, va vibra pe încheietura mâinii dvs., va declanșa o alarmă și apoi va apela serviciile de urgență. Puteți alege ca funcționalitatea “Detectare cădere” să fie activată în permanență sau doar în timpul exercițiilor. Apple Watch‑ul nu poate detecta toate căderile.
ru: Часы Apple Watch могут автоматически вызвать экстренные службы, если Вы жестко упали и не двигаетесь. Прежде чем позвонить, часы Apple Watch предупредят Вас, что они зафиксировали падение, коснутся Вашего запястья, воспроизведут сигнал тревоги и затем выполнят вызов в экстренные службы. Функция «Обнаружение падения» может быть включена всегда или только во время тренировок. Часы Apple Watch не могут распознавать абсолютно все падения.
sk: Apple Watch dokážu aktivovať funkciu SOS, keď utrpíte ťažký pád a prestanete sa hýbať. Pred kontaktovaním záchrannej služby vás Apple Watch upozornia na detegovanie pádu, začnú vám klepať na zápästie, spustia zvukový poplach a potom zavolajú na tiesňovú linku. Môžete sa rozhodnúť, či bude Detekcia pádu zapnutá nepretržite alebo len počas tréningov. Apple Watch nedokážu detegovať všetky pády.
sl: Ura Apple Watch lahko sproži nujni poziv SOS, če močno padete in se ne premaknete. Ura Apple Watch vas bo pred vzpostavitvijo klica opozorila, da je zaznala padec, se dotaknila vašega zapestja, sprožila alarm in nato poklicala službo za nujno pomoč. Funkcijo zaznavanja padca imate lahko vklopljeno vedno ali le med vadbami. Ura Apple Watch ne more zaznati vseh padcev.
sv: Apple Watch kan starta Nödanrop SOS om du ramlar omkull och det verkar som att du inte kan röra dig. Innan samtalet rings meddelar Apple Watch dig att klockan har identifierat ett fall. Om du inte svarar knackar den på handleden, ett alarm ljuder och sedan ringer den räddningstjänsten. Du kan välja om falldetektering ska vara på hela tiden eller endast under träningspass. Apple Watch kan inte identifiera alla fall.
th: Apple Watch สามารถเริ่มการทำงาน SOS ฉุกเฉินได้หากคุณล้มอย่างรุนแรงและไม่มีการเคลื่อนไหว ก่อนที่จะโทรออก Apple Watch จะเตือนว่าตรวจพบการล้ม สะกิดข้อมือ และส่งเสียงเตือน จากนั้นจึงจะโทรหาบริการฉุกเฉิน คุณสามารถเลือกการตรวจจับการล้มตลอดเวลาหรือเฉพาะในระหว่างออกกำลังกายได้ Apple Watch ไม่สามารถตรวจจับการล้มได้ทุกครั้ง
tr: Apple Watch, düştüğünüzde ve hareket etmiyor gibi göründüğünüzde otomatik olarak Acil SOS’i başlatabilir. Apple Watch arama yapmadan önce düşme algıladığını size bildirir, bileğinize dokunur, alarm çalar ve daha sonra acil servisi arar. Düşme Algılama’nın her zaman ya da yalnızca antrenmanlar sırasında açık olmasını seçebilirsiniz. Apple Watch bütün düşmeleri algılayamaz.
uk: Apple Watch може активувати Сигнал SOS, якщо ви не рухаєтеся після жорсткого падіння. Перед викликом Apple Watch сповістить вас про виявлене падіння, подасть сигнал на запʼясток, відтворить сигнал тривоги, а потім викличе екстрені служби. Можна виявляти падіння постійно чи тільки під час тренувань. Apple Watch виявляє не всі падіння.
vi: Apple Watch có thể khởi động SOS khẩn cấp nếu bạn bị ngã mạnh và dường như không di chuyển. Trước khi gọi, Apple Watch sẽ cảnh báo bạn rằng thiết bị đã phát hiện một cú ngã, chạm vào cổ tay bạn, phát âm thanh cảnh báo và sau đó gọi dịch vụ khẩn cấp. Bạn có thể lựa chọn xem Phát hiện ngã được bật mọi lúc hay chỉ khi đang tập luyện. Apple Watch không thể phát hiện tất cả các cú ngã.
zh_cn: 当你摔得比较严重且似乎无法移动时，Apple Watch可发起SOS紧急联络。呼叫之前，Apple Watch会提醒你它检测到摔倒动作，轻点手腕，响起提示音，之后再呼叫紧急服务。 你可以选择是要始终开启“摔倒检测”，还是仅在体能训练期间开启。Apple Watch无法检测到所有摔倒动作。
zh_hk: 當你嚴重跌倒並且似乎無法移動時，Apple Watch可啟動「緊急求助SOS」。在致電前，Apple Watch會向你發出偵測到跌倒的提示、點一下你的手腕、發出警報，然後致電緊急服務。 你可以選擇是否總是開啟「跌倒偵測」，或只在體能訓練期間開啟。Apple Watch無法偵測所有跌倒。
zh_tw: Apple Watch可以在你跌得很嚴重且似乎無法移動身體時，啟動「SOS緊急服務」。在撥打電話前，Apple Watch會先提示你已偵測到跌倒，點一下你的手腕、發出警示聲，然後撥打緊急服務電話。 你可以選擇「跌倒偵測」是否要永遠開啟，或只在體能訓練期間開啟。Apple Watch無法偵測所有跌倒。
